"UntitledFolder%u" = "名称未設定フォルダ%u";
"UntitledBookmark%u" = "名称未設定ブックマーク%u";
"Loading a Bookmarks File ..." = "ブックマークファイルを読み込んでいます...";
"Initializing String ..." = "文字列を初期化しています...";
"Parsing Firefox Bookmarks ..." = "Firefoxのブックマークを解析しています...";
"Converting Firefox Bookmarks ..." = "Firefoxのブックマークを変換しています...";
"Open Bookmarks Of Selected Folder" = "選択したフォルダー内のブックマークを開く";
"Open Selected Bookmarks" = "選択したブックマークを開く";
"Open Selected Bookmarks With New Tabs" = "選択したブックマークを新しいタブで開く";